---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFilterType.LessThanOrEqual
enum: Autodesk.Revit.DB.ScheduleFilterType
source: html/9b696f55-de40-8739-8cfb-decd51995cff.htm
---
# Autodesk.Revit.DB.ScheduleFilterType.LessThanOrEqual

The field value is less than or equal to the specified value.